"use strict"
"use strict"

console.log(
  "1.Вёрстка +10:" +
    "\n" +
    "   " +
    "реализован интерфейс игры +5;" +
    "\n" +
    "   " +
    "в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5;" +
    "\n" +
    "2.При кликах по игровому полю по очереди отображаются крестики и нолики. Первая фигура всегда крестик +10" +
    "\n" +
    "   " +
    "3. Игра завершается, когда три фигуры выстроились в ряд по вертикали, горизонтали или диагонали +10" +
    "\n" +
    "   " +
    "4. По окончанию игры выводится её результат - выигравшая фигура и количество ходов от начала игры до её завершения +10" +
    "\n" +
    "   " +
    "5.Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой отображаются результаты предыдущих 10 игр +10" +
    "\n" +
    "6.Анимации или звуки, или настройки игры. Баллы начисляются за любой из перечисленных пунктов +10" +
    "\n" +
    "   " +
    "7. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10" +
    "\n"
)
console.log("Итого: 70 баллов")
